<?php

define('ERROR_ALREADY_EXIST', 'Ваш email уже есть в списке пользоваталей!');
define('ERROR_FATAL','Фатальная ошибка');
define('ERROR_GROUP','Группа не существует');
define('ERROR_LOGIN_COUNT','По причине многократно неправильно введенного регистрационного идентификатора доступ заблокирован!');
define('ERROR_BAN','Доступ заблокирован. Вы не можете войти в систему!');
define('ERROR_TEMP_CLOSE','Доступ в систему закрыт. Повторите попытку через [+000+] минут.');
define('ERROR_IP','Вы не можете войти в систему с данного адреса');
define('ERROR_NO_REG','Регистрация запрещена. Повторите попытку позже.');

define('DELETE_USER','Ваш информационный профиль был удалён.');
define('ERROR_DELETE','В результате ошибки ваш профиль не был удалён.');

define('UPDATE_OK','Ваш информационный профиль обновлён.');

define('SIZE_ERROR','Слишком большой снимок. Соблюдайте размер (не больше [+000+] Kb)');
define('ERROR_UPLOAD','Не удаётся переслать фото. Обратитесь к администрации сайта.');
define('ERROR_FORMAT','Файл с фотографией пользователя должен соответствовать формату "jpeg", "gif", или "png".');
define('ERROR_DOB','Произошла ошибка при вводе даты рождения. Нарушен формат представления даты. Пожалуйста, используйте формат ДД.ММ.ГГГГ.');

define('DEFAULT_ENTER','Войти через соц сети');
define('ENTER_ERROR','Произошла ошибка:');
define('RETRY_ENTER','Попробуйте еще раз.');
define('HELLO_TEXT','Приветствуем,');
define('LOGOUT_TEXT','Выйти');

?>
